/* Shared Settings Strings for MacConfig Apps */

/* Generic On/Off/Changed */
"optionOn" = "Be";
"optionOff" = "Ki";
"optionChanged" = "(Módosítva)";
"optionHidden" = "••••••";
"optionVariable" = "(Változó)";

/* Keychain */
"keychainBaseStationDescription" = "AirPort alapállomás jelszava";
"keychainBaseStationType" = "AirPort-bázisállomás";

/* Layout */
"LabelColon" = ":";
"NotSupported" = "Nem támogatott";
"vrfy" = "Jelszó-ellenőrzés";
"time.60" = "perc";
"time.3600" = "óra";
"time.86400" = "nap";

"dayPeriod.1" = "nap";
"dayPeriod.7" = "hét";
"dayPeriod.30" = "hónap";
"dayPeriod.365" = "év";

/*	Most Keys in this file are four character codes and four character codes plus value. 
	The four character codes are acp properties where appropriate and custom codes 
	beginning with 'bs' for simple settings.  Commented out strings are not needed, but
	are here for completeness. "4chr" and "4char.value" */

/*"bsDP" = "bsDP";*/
/*"bsFL" = "bsFL";*/
/*"bsRT" = "bsRT";*/
/*"bsPU" = "bsPU";*/
/*"bsSF" = "bsSF";*/
/*"bsIP" = "bsIP";*/
/*"bsPT" = "bsPT";*/
"raMA" = "AirPort ID";
"laMA" = "Ethernet LAN ID";
"waMA" = "Ethernet ID";
"syNm" = "Alapállomás neve";
"syNm.productName" = "%@ név";
"syDN" = "Helyi hosztnév";
"syDN.description" = "Adjon meg egy helyi állomásnevet ezen Apple Wi-Fi bázisállomás számára. A helyi alhálózatán lévő számítógépek ennek az állomásnévnek a használatával képesek lesznek ezen Apple Wi-Fi bázisállomáshoz csatlakozni.";
"syPW" = "Alapállomás jelszava";
"syPW.productName" = "%@ jelszó";
/*"syPR" = "syPR";*/
"syCt" = "Kontakt";
"syLo" = "Helyszín";
/*"syDs" = "Base Station Description";*/
"syVs" = "Verzió";
"SUEn" = "Firmware frissítések ellenőrzése";
"SUEn.description" = "Ha az „Ellenőrizd a firmware frissítéseket” be van jelölve, az állapotfény sárgán fog villogni, ha van elérhető firmware frissítés.";
"SUFq" = "Frissítési gyakoriság";
"SUFq.3600" = "Óránként";
"SUFq.86400" = "Naponta";
"SUFq.604800" = "Hetente";
"SUFq.2592000" = "Havonta";
"SUFq.2678400" = "Havonta";
"syRe" = "Ország";
"syRe.0" = "Egyesült Államok";
"syRe.1" = "Kanada";
"syRe.2" = "Mexikó";
"syRe.3" = "Kolumbia";
"syRe.4" = "Puerto Rico";
"syRe.5" = "Brazília";
"syRe.6" = "Chile";
"syRe.7" = "Japán";
"syRe.8" = "Ausztria";
"syRe.9" = "Belgium";
"syRe.10" = "Ciprus";
"syRe.11" = "Cseh Köztársaság";
"syRe.12" = "Dánia";
"syRe.13" = "Észtország";
"syRe.14" = "Franciaország";
"syRe.15" = "Finnország";
"syRe.16" = "Németország";
"syRe.17" = "Görögország";
"syRe.18" = "Magyarország";
"syRe.19" = "Izland";
"syRe.20" = "Olaszország";
"syRe.21" = "Írország";
"syRe.22" = "Lettország";
"syRe.23" = "Liechtenstein";
"syRe.24" = "Litvánia";
"syRe.25" = "Luxemburg";
"syRe.26" = "Málta";
"syRe.27" = "Hollandia";
"syRe.28" = "Norvégia";
"syRe.29" = "Lengyelország";
"syRe.30" = "Protugália";
"syRe.31" = "Szlovák Köztársaság";
"syRe.32" = "Szlovénia";
"syRe.33" = "Spanyolország";
"syRe.34" = "Svédország";
"syRe.35" = "Svájc";
"syRe.36" = "Egyesült Királyság";
"syRe.37" = "Ausztrália";
"syRe.38" = "Hong Kong S.A.R., Kína";
"syRe.39" = "Új-Zéland";
"syRe.40" = "Szingapúr";
"syRe.41" = "Fülöp-szigetek";
"syRe.42" = "Kína";
"syRe.43" = "Malajzia";
"syRe.44" = "Tajvan";
"syRe.45" = "Dél-Korea";
"syRe.46" = "Thaiföld";
"syRe.47" = "Argentína";
"syRe.48" = "Venezuela";
"syRe.49" = "Oroszország";
"syRe.50" = "Egyesült Államok";
"syRe.51" = "Kanada";
"syRe.52" = "Bulgária";
"syRe.53" = "Románia";
"syRe.54" = "India";
"syRe.55" = "Vietnam";
"syRe.56" = "Srí Lanka";
"syRe.57" = "Brunei";
"syRe.58" = "Pakisztán";
"syRe.59" = "Nepál";
"syRe.60" = "Banglades";
"syRe.61" = "Peru";
"syRe.62" = "Afganisztán";
"syRe.63" = "Albánia";
"syRe.64" = "Algéria";
"syRe.65" = "Amerikai Szamoa";
"syRe.66" = "Andorra";
"syRe.67" = "Angola";
"syRe.68" = "Anguilla";
"syRe.69" = "Antarktisz";
"syRe.70" = "Antigua és Barbuda";
"syRe.71" = "Örményország";
"syRe.72" = "Aruba";
"syRe.73" = "Azerbajdzsán";
"syRe.74" = "Bahamák";
"syRe.75" = "Bahrein";
"syRe.76" = "Barbados";
"syRe.77" = "Fehéroroszország";
"syRe.78" = "Belize";
"syRe.79" = "Benin";
"syRe.80" = "Bermuda";
"syRe.81" = "Bhután";
"syRe.82" = "Bolívia";
"syRe.83" = "Bosznia-Hercegovina";
"syRe.84" = "Botswana";
"syRe.85" = "Bouvet-sziget";
"syRe.86" = "Brit Indiai-óceáni terület";
"syRe.87" = "Burkina Faso";
"syRe.88" = "Burundi";
"syRe.89" = "Kambodzsa";
"syRe.90" = "Kamerun";
"syRe.91" = "Verde-fok";
"syRe.92" = "Kajmán-szigetek";
"syRe.93" = "Közép-Afrikai Köztársaság";
"syRe.94" = "Csád";
"syRe.95" = "Karácsony-sziget";
"syRe.96" = "Kókusz-sziget";
"syRe.97" = "Comore-szigetek";
"syRe.98" = "Kongó";
"syRe.99" = "Cook-szigetek";
"syRe.100" = "Costa Rica";
"syRe.101" = "Elefántcsontpart";
"syRe.102" = "Horvátország";
"syRe.103" = "Dzsibuti";
"syRe.104" = "Dominika";
"syRe.105" = "Dominikai Köztársaság";
"syRe.106" = "Kelet-Timor";
"syRe.107" = "Ecuador";
"syRe.108" = "Egyiptom";
"syRe.109" = "Salvador";
"syRe.110" = "Egyenlítői-Guinea";
"syRe.111" = "Eritrea";
"syRe.112" = "Etiópia";
"syRe.113" = "Falkland-szigetek";	/* A.K.A. (Malvinas) */
"syRe.114" = "Feröer-szigetek";
"syRe.115" = "Fidzsi-szigetek";
"syRe.116" = "Francia-Guinea";
"syRe.117" = "Francia Polinézia";
"syRe.118" = "Francia Déli Területek";
"syRe.119" = "Gabon";
"syRe.120" = "Gambia";
"syRe.121" = "Grúzia";
"syRe.122" = "Ghána";
"syRe.123" = "Gibraltár";
"syRe.124" = "Grönland";
"syRe.125" = "Grenada";
"syRe.126" = "Guadeloupe";
"syRe.127" = "Guam";
"syRe.128" = "Guatemala";
"syRe.129" = "Guinea";
"syRe.130" = "Bissau-Guinea";
"syRe.131" = "Guyana";
"syRe.132" = "Haiti";
"syRe.133" = "Honduras";
"syRe.134" = "Indonézia";
"syRe.135" = "Irán";
"syRe.136" = "Irak";
"syRe.137" = "Izrael";
"syRe.138" = "Jamaica";
"syRe.139" = "Jordánia";
"syRe.140" = "Kazahsztán";
"syRe.141" = "Kenya";
"syRe.142" = "Észak-Korea";
"syRe.143" = "Kuvait";
"syRe.144" = "Libanon";
"syRe.145" = "Líbia";
"syRe.146" = "Makaó";
"syRe.147" = "Macedónia";
"syRe.148" = "Monaco";
"syRe.149" = "Marokkó";
"syRe.150" = "Nicaragua";
"syRe.151" = "Omán";
"syRe.152" = "Katar";
"syRe.153" = "Szaúd-Arábia";
"syRe.154" = "Dél-Afrika";
"syRe.155" = "Szíria";
"syRe.156" = "Trinidad és Tobago";
"syRe.157" = "Tunézia";
"syRe.158" = "Törökország";
"syRe.159" = "Egyesült Arab Emirátusok";
"syRe.160" = "Ukrajna";
"syRe.161" = "Uruguay";
"syRe.162" = "Üzbegisztán";
"syRe.163" = "Jemen";
"syRe.164" = "Zimbabwe";


"sySt" = "Alapállomás állapota";
"time" = "Alapállomás ideje";
"timz" = "Időzóna";
"usrd" = "Fiókok";
"wbEn" = "Dinamikus globális hosztnevek használata";
"wbHN" = "Hosztnév";
"wbHU" = "Felhasználó";
"wbHP" = "Jelszó";
"wbRD" = "Domén";
"wbRU" = "Felhasználó";
"wbRP" = "Jelszó";
"wbAC" = "Beállítás engedélyezése az Interneten Bonjour használatával";
/*"syUT" = "syUT";*/
/*"syFl" = "syFl";*/
/*"bsPF" = "bsPF";*/

/*	Localization Note: For every product, set the "useAlternateArticle" to "0" (zero) if particular product 
	should use the default article (in English for  example, AirPort Express, this is "an" as in 
	"an AirPort Extreme"). Set "useAlternateArticle" to "1" (one) if the alternate article should be used.
	Format strings in other parts of AU will have an ".alternateArticle" suffix which the code will use (or not use)
	to construct a sentence based on the value of "useAlternateArticle". If there is no difference, then
	set useAlternateArticle as in English and make both versions of the  format string the same.
	
	For example:
	
	Let's say we had fruits:
	
	In English, articles can be based on the first letter of the word following the article:
	"frut"						= "Fruit name:";
	"frut.0"					= "Apple";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Lemon";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "I want an %@.";
	"WantFruit.alternateArticle" = "I want a %@.";
	
	In French, articles can be based on the grammatical gender of the noun:
	"frut"						= "Nom de fruit:";
	"frut.0"					= "Pomme";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Citron";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "Je veux une %@.";
	"WantFruit.alternateArticle" = "Je veux un %@.";
*/
	
	
"syAP" = "Terméknév";
"syAP.80211nFormat" = "%@ 802.11n funkcióval";
"syAP.0" = "AirPort-bázisállomás";
"syAP.0.useAlternateArticle" = "0";
"syAP.1" = "AirPort-bázisállomás";
"syAP.1.useAlternateArticle" = "0";
"syAP.3" = "AirPort Extreme 802.11g";
"syAP.3.useAlternateArticle" = "0";
"syAP.102" = "AirPort Express 802.11g";
"syAP.102.useAlternateArticle" = "0";
"syAP.104" = "AirPort Extreme 802.11n (első generáció)";
"syAP.104.useAlternateArticle" = "0";
"syAP.105" = "AirPort Extreme 802.11n (második generáció)";
"syAP.105.useAlternateArticle" = "0";
"syAP.106" = "Time Capsule 802.11n (első generáció)";
"syAP.106.useAlternateArticle" = "1";	/* See note above */
"syAP.107" = "AirPort Express 802.11n";
"syAP.107.useAlternateArticle" = "0";
"syAP.108" = "AirPort Extreme 802.11n (harmadik generáció)";
"syAP.108.useAlternateArticle" = "0";
"syAP.109" = "Time Capsule 802.11n (második generáció)";
"syAP.109.useAlternateArticle" = "1";	/* See note above */
"syAP.113" = "Time Capsule 802.11n (harmadik generáció)";
"syAP.113.useAlternateArticle" = "1";	/* See note above */
"syAP.114" = "AirPort Extreme 802.11n (negyedik generáció)";
"syAP.114.useAlternateArticle" = "0";
"syAP.116" = "Time Capsule 802.11n (negyedik generáció)";
"syAP.116.useAlternateArticle" = "1";	/* See note above */
"syAP.117" = "AirPort Extreme 802.11n (ötödik generáció)";
"syAP.117.useAlternateArticle" = "0";

"bsSP" = "Terméknév";
"bsSP.0" = "Apple Wi-Fi bázisállomás";
"bsSP.0.useAlternateArticle" = "0";
"bsSP.1" = "AirPort-bázisállomás";
"bsSP.1.useAlternateArticle" = "0";
"bsSP.3" = "AirPort Extreme";
"bsSP.3.useAlternateArticle" = "0";
"bsSP.102" = "AirPort Express";
"bsSP.102.useAlternateArticle" = "0";
"bsSP.104" = "AirPort Extreme";
"bsSP.104.useAlternateArticle" = "0";
"bsSP.105" = "AirPort Extreme";
"bsSP.105.useAlternateArticle" = "0";
"bsSP.106" = "Time Capsule";
"bsSP.106.useAlternateArticle" = "1";	/* See note above */
"bsSP.107" = "AirPort Express";
"bsSP.107.useAlternateArticle" = "0";
"bsSP.108" = "AirPort Extreme";
"bsSP.108.useAlternateArticle" = "0";
"bsSP.109" = "Time Capsule";
"bsSP.109.useAlternateArticle" = "1";	/* See note above */
"bsSP.113" = "Time Capsule";
"bsSP.113.useAlternateArticle" = "1";	/* See note above */
"bsSP.114" = "AirPort Extreme";
"bsSP.114.useAlternateArticle" = "0";
"bsSP.116" = "Time Capsule";
"bsSP.116.useAlternateArticle" = "1";  /* See note above */
"bsSP.117" = "AirPort Extreme";
"bsSP.117.useAlternateArticle" = "0";


"sySN" = "Sorozatszám";
"slCl" = "Syslog rendeltetési cím";
"slvl" = "Syslog szintje";
"slvl.0" = "0 - Vészhelyzet";
"slvl.1" = "1 - Riasztás";
"slvl.2" = "2 - Kritikus";
"slvl.3" = "3 - Hiba";
"slvl.4" = "4 - Figyelmeztető";
"slvl.5" = "5 - Megjegyzés";
"slvl.6" = "6 - Információs";
"slvl.7" = "7 - Hibakeresés";
"raNm" = "Vezeték nélküli hálózat neve";
"raCl" = "Hozzon létre zárt hálózatot";
"raCl.short" = "Zárt hálózat";
/*"raWM" = "raWM";*/
/*"raEA" = "raEA";*/
/*"raWE" = "raWE";*/
/*"raCr" = "raCr";*/
/*"raSk" = "raSk";*/
"raKT" = "WPA csoportkulcs időkorlát";
"raRo" = "Interferenciatűrés használata";
/*"raCA" = "raCA";*/
/*"raCh" = "raCh";*/
/*"raDe" = "raDe";*/
"raWC" = "Széles csatornák használata";
"raWC.subtext" = "A széles csatornák a hálózat magasabb áteresztőképességét eredményezik, de interferálhatnak a közeli hálózatokkal.";
"raMu" = "Multicast ráta";
"raMu.1" = "1 Mbps";
"raMu.2" = "2 Mbps";
"raMu.85" = "5,5 Mbps";
"raMu.6" = "6 Mbps";
"raMu.9" = "9 Mbps";
"raMu.17" = "11 Mbps";
"raMu.18" = "12 Mbps";
"raMu.24" = "18 Mbps";
"raMu.36" = "24 Mbps";
"raMu.1000" = "Alacsony";
"raMu.2000" = "Közepes";
"raMu.3000" = "Magas";
/*"raLC" = "raLC";*/
/*"raMO" = "raMO";*/
"raDS" = "Szolgáltass DHCP-t";
"raNA" = "NAT biztosítása";
/*"raWB" = "raWB";*/
"raMd" = "Rádiómód";
"raMd.1" = "csak 802.11b";
"raMd.2" = "802.11b/g kompat.";
"raMd.3" = "csak 802.11g";
"raMd.4" = "csak 802.11a";
"raMd.5" = "802.11n (802.11a kompatibilis)";
"raMd.6" = "802.11n (802.11b/g kompatibilis)";
"raMd.7" = "Csak 802.11n (2,4 GHz)";
"raMd.8" = "Csak 802.11n (5 GHz)";
"raPo" = "Adóteljesítmény";
"raPo.10" = "10%";
"raPo.25" = "25%";
"raPo.50" = "50%";
"raPo.100" = "100%";
/*"raPx" = "raPx";*/
/*"raTr" = "raTr";*/
"raSt" = "Vezeték nélküli hálózati mód";
"raSt.0" = "Hozzon létre vezeték nélküli hálózatot";
"raSt.1" = "Csatlakozás meglévő vezeték nélküli hálózathoz";
"raSt.3" = "Vezeték nélküli kikapcsolva";
"waCV" = "IPv4 konfigurálása";
"waCV.768" = "DHCP használatával";
"waCV.1024" = "Kézzel";
/*"waIn" = "waIn";*/
"waD1" = "DNS szerver(ek)";
"waD2" = "Másodlagos DNS szerver";
/*"waD3" = "waD3";*/
"waC1" = "Jelenlegi elsődleges DNS szerver";
"waC2" = "Jelenlegi másodlagos DNS szerver";
/*"waC3" = "waC3";*/
"waIP" = "IP-cím";
"waSM" = "Alhálómaszk";
"waRA" = "Routercím";
"waDC" = "DHCP kliens ID";
/*"waDS" = "BSWanDHCPServer";*/
/*"waMO" = "waMO";*/
"waDN" = "Doménnév";
"waNM" = "Távoli konfiguráció blokkolása";
"waSD" = "Ethernet WAN port";
"waSD.0" = "Automatikus (alapértelmezett)";
"waSD.2" = "10 Mbps/Félduplex";
"waSD.3" = "10 Mbps/Teljesduplex";
"waSD.5" = "100 Mbps/Félduplex";
"waSD.6" = "100 Mbps/Teljesduplex";
"waSD.8" = "1000 Mbps/Félduplex";
"waSD.9" = "1000 Mbps/Teljesduplex";
"waSD.15" = "Ethernet kikapcsolva";
"laIP" = "LAN IP-cím";
"laSM" = "LAN alhálómaszk";
"6cfg" = "IPv6 mód";
"6cfg.0" = "Link-csak helyi";
"6cfg.1" = "Állomás";
"6cfg.3" = "Alagút";
"6cfg.5" = "Router";
"6aut" = "IPv6 konfigurálása";
"6aut.0" = "Kézzel";
"6aut.1" = "Automatikusan";
"6Wad" = "WAN IPv6 cím";
"6Wfx" = "WAN IPv6 előtag hossza";
"6Wgw" = "IPv6 alapértelmezett útvonal";
"6Wte" = "Távoli IPv4-cím";
"6Lfw" = "LAN továbbítás";
"6Lad" = "LAN IPv6 cím";
"6Lfx" = "LAN előtaghossz";
"6PDa" = "IPv6 előtag delegált címe";
"6PDl" = "IPv6 előtag delegált hossza";
"6sfw" = "Bejövő IPv6 kapcsolatok blokkolása";
"6sfw.short" = "Bejövő IPv6 blokkolása";
/*"6pmp" = "";*/
"6trd" = "Teredo alagutak engedélyezése";
"6sec" = "Bejövő IPSec hitelesítés engedélyezése";
"6sec.short" = "Bejövő IPSec engedélyezése";
"6fwl" = "IPv6 tűzfal";
"6NS1" = "IPv6 DNS kiszolgáló(k)";
"6NS2" = "Másodlagos IPv6 DNS kiszolgáló";

"moPN" = "Telefonszám(ok)";
"moAP" = "Másodlagos telefonszám";
/*"moPD" = "moPD";*/
"moUN" = "Fióknév";
"moPW" = "Jelszó";
"moID" = "Bontás ennyi tétlenség után";
"moID.30" = "30 másodperc";
"moID.60" = "1 perc";
"moID.120" = "2 perc";
"moID.300" = "5 perc";
"moID.600" = "10 perc";
"moID.900" = "15 perc";
"moID.1200" = "20 perc";
"moID.1800" = "30 perc";
"moID.0" = "Soha";
/*"moCC" = "moCC";*/
/*"moCI" = "moCI";*/
"moDT" = "Tárcsahang kihagyása";
"moAD" = "Automatikusan tárcsázz";
"moMP" = "Protokoll";
"moMP.1" = "v.90";
"moMP.2" = "v.34";
/*"moMF" = "moMF";*/
/*"pdFl" = "pdFl";*/
"pdUN" = "Fióknév";
"pdPW" = "Jelszó";
"pdAR" = "Felvétel csengetéskor";
"pdID" = "Bonts ennyi tétlenség után";
"pdID.30" = "30 másodperc";
"pdID.60" = "1 perc";
"pdID.120" = "2 perc";
"pdID.300" = "5 perc";
"pdID.600" = "10 perc";
"pdID.900" = "15 perc";
"pdID.1200" = "20 perc";
"pdID.1800" = "30 perc";
"pdID.0" = "Soha";
"pdMC" = "Maximális kapcsolati idő";
"pdMC.900" = "15 perc";
"pdMC.1800" = "30 perc";
"pdMC.3600" = "1 óra";
"pdMC.7200" = "2 óra";
"pdMC.14400" = "4 óra";
"pdMC.28800" = "8 óra";
"pdMC.0" = "Sose bonts";
"peSN" = "Szolgáltatásnév";
"peUN" = "Fióknév";
"pePW" = "Jelszó";
"peSC" = "Mindig maradj kapcsolódva";
"peAC" = "Automatikusan csatlakozz";
"peID" = "Bontás ennyi tétlenség után";
"peID.30" = "30 másodperc";
"peID.60" = "1 perc";
"peID.120" = "2 perc";
"peID.300" = "5 perc";
"peID.600" = "10 perc";
"peID.900" = "15 perc";
"peID.1200" = "20 perc";
"peID.1800" = "30 perc";
"peID.0" = "Soha";
/*"peAO" = "peAO";*/
"dhBg" = "DHCP kezdőcím";
"dhEn" = "DHCP zárócím";
"dhLe" = "DHCP kiosztás";
"dhMg" = "DHCP üzenet";
"dh95" = "LDAP szerver";
"DRes" = "DHCP foglalások";
"naFl" = "NAT porttársítási protokoll bekapcsolása";
"naFl.short" = "NAT-PMP funkció bekapcsolása";
"naFl.subtext" = "(Mac OS X 10.4 vagy újabbat igényel)";
"naAF" = "AOL szülői felügyelet bekapcsolása";
"nDMZ" = "Alapértelmezett hoszt";
"fire" = "Porttársítás";
"pmTa" = "Porttársítás";
"acTa" = "Hozzáférési szabályozás";
"tACL" = "Időzített hozzáférési szabályozás";
/*"wdFl" = "wdFl";*/
"wdLs" = "WDS pontok";
"dWDS" = "Adott hálózat kiterjesztésének engedélyezése";
/*"raFl" = "raFl";*/
"raI1" = "Elsődleges RADIUS IP-cím";
/*"raAu" = "raAu";*/
"raSe" = "Elsődleges megosztott titok";
/*"raF2" = "raF2";*/
"raI2" = "Másodlagos RADIUS IP-cím";
/*"raU2" = "raU2";*/
"raS2" = "Másodlagos megosztott titok";
/*"raCi" = "raCi";*/
"ntSV" = "Hálózati időszerver";
/*"snAF" = "snAF";*/
/*"snLW" = "snLW";*/
/*"snLL" = "snLL";*/
/*"snRW" = "snRW";*/
/*"snWW" = "snWW";*/
/*"snRL" = "snRL";*/
/*"snWL" = "snWL";*/
"snCS" = "SNMP közösségi karaktersor";
/*"usbF" = "usbF";*/
"prnI" = "USB nyomtatók";
"prnR" = "USB nyomtatók";
"MaSt" = "Lemezek";
"SMBw" = "Munkacsoport";
"SMBs" = "WINS szerver";
"fssp" = "Lemezjelszó";
/*"ctim" = "ctim";*/
/*"LLnk" = "LLnk";*/
/*"WLnk" = "WLnk";*/
/*"evtL" = "evtL";*/
"isAC" = "Teljesítmény";
"isAC.0" = "Ethernet (802.3af)";
"isAC.1" = "Külső tápegység";
/*"maAl" = "maAl";*/
/*"maPr" = "maPr";*/
"leAc" = "Állapotfény";
"leAc.1" = "Mindig be (alapértelmezett)";
"leAc.2" = "Villogás tevékenység esetén";
"leAc.subtext" = "Az állapotfény mindig sárgán fog villogni, ha ezen Apple Wi-Fi bázisállomás hibát jelent.";
/*"auPr" = "auPr";*/
/*"auJD" = "auJD";*/
"auNN" = "iTunes hangszórónév";
"auNP" = "iTunes hangszórójelszó";
"aWan" = "AirPlay engedélyezése WAN-on keresztül";
"auRR" = "AirPlay engedélyezése";
/*"hw01" = "hw01";*/
"dMac" = "MobileMe-tagok";
"tcUW" = "Feltöltési sávszélesség";
"tcDW" = "Letöltési sávszélesség";
"IDNm" = "Név";
"!mta" = "Kimenő SMTP-kapcsolatok blokkolása";
"RUdv" = "USB-megosztás";
"RUfl" = "USB-megosztás";

"bsSM" = "Vezeték nélküli biztonság";
"bsSM.1" = "Semmi";
"bsSM.2" = "WEB 40 bites";
"bsSM.3" = "WEP 128 bites";
"bsSM.4" = "WPA Personal";
"bsSM.5" = "WPA/WPA2 Personal";
"bsSM.6" = "WPA Personal";
"bsSM.7" = "WPA2 Personal";
"bsSM.8" = "WEP (Transitional Security Network)";
"bsSM.9" = "WPA Enterprise";
"bsSM.10" = "WPA/WPA2 Enterprise";
"bsSM.11" = "WPA Enterprise";
"bsSM.12" = "WPA2 Enterprise";
"bsSM.description" = "Válasszon vezeték nélküli biztonságot a hálózatának védelmére. A „WPA/WPA2 Personal” a javasolt beállítás.";
"bsAE.tsnDescription" = "A Transitional Security Network (TSN) egy olyan WEP hálózat, mely a TKIP és AES klienseket is engedi kapcsolódni. Az AES támogatással rendelkező kliensek nagyobb adatsebességet érhetnek el.";
"bsAE.wpaOneDescription" = "WPA kliensek csatlakozhatnak ehhez a hálózathoz TKIP használatával.";
"bsAE.wpaOneTwoDescription" = "WPA és WPA2 kliensek csatlakozhatnak ehhez a hálózathoz.";
"bsAE.wpaTwoDescription" = "WPA2 kliensek csatlakozhatnak ehhez a hálózathoz AES-CCMP használatával.";
"bsRC.dual" = "Rádiócsatorna-kijelölés";
"bsRC.2_4GHz.control" = "2,4 GHz-es csatorna";
"bsRC.5GHz.control" = "5 GHz-es csatorna";
"bsRC.2_4GHz.label" = "(2,4 GHz)";
"bsRC.5GHz.label" = "(5 GHz)";
"bsRC" = "Csatorna";
"bsRC.1" = "1";
"bsRC.2" = "2";
"bsRC.3" = "3";
"bsRC.4" = "4";
"bsRC.5" = "5";
"bsRC.6" = "6";
"bsRC.7" = "7";
"bsRC.8" = "8";
"bsRC.9" = "9";
"bsRC.10" = "10";
"bsRC.11" = "11";
"bsRC.12" = "12";
"bsRC.13" = "13";
"bsRC.14" = "14";
"bsRC.34" = "34";
"bsRC.36" = "36";
"bsRC.38" = "38";
"bsRC.40" = "40";
"bsRC.42" = "42";
"bsRC.44" = "44";
"bsRC.46" = "46";
"bsRC.48" = "48";
"bsRC.52" = "52";
"bsRC.56" = "56";
"bsRC.60" = "60";
"bsRC.64" = "64";
"bsRC.100" = "100";
"bsRC.104" = "104";
"bsRC.108" = "108";
"bsRC.112" = "112";
"bsRC.116" = "116";
"bsRC.120" = "120";
"bsRC.124" = "124";
"bsRC.128" = "128";
"bsRC.132" = "132";
"bsRC.136" = "136";
"bsRC.140" = "140";
"bsRC.149" = "149";
"bsRC.153" = "153";
"bsRC.157" = "157";
"bsRC.161" = "161";
"bsRC.165" = "165";
"bsRC.1000" = "Automatikus";
"bsRC.2000" = "Kézi";

"bsrT" = "RADIUS típusa";
"bsrT.0" = "Alapértelmezett";
"bsrT.1" = "Helyettesítő";
"bsAC" = "Vezeték nélküli kliensek engedélyezése";
"bsIC" = "Kapcsolódás ezzel";
"bsIC.1" = "Ethernet";
"bsIC.2" = "PPPoE";
"bsIC.3" = "Modem";
"bsIC.4" = "AirPort (WDS)";
"bsIC.5" = "Vezeték nélküli hálózat";
"bsUA" = "AOL használata";
"bsDI" = "PPP betárcsázás";
"bsTP" = "Tárcsázás";
"bsTP.1" = "Hangfrekvenciás";
"bsTP.2" = "Impulzus";
"bsCC" = "Országkód";
"bsCC.1" = "Ausztrália";
"bsCC.2" = "Ausztria";
"bsCC.3" = "Belgium";
"bsCC.4" = "Kanada";
"bsCC.5" = "Kína";
"bsCC.6" = "Cseh Köztársaság";
"bsCC.7" = "Dánia";
"bsCC.8" = "Finnország";
"bsCC.9" = "Franciaország";
"bsCC.10" = "Németország";
"bsCC.11" = "Görögország";
"bsCC.12" = "Guam";
"bsCC.13" = "Hong Kong S.A.R., Kína";
"bsCC.14" = "Izland";
"bsCC.15" = "India";
"bsCC.16" = "Írország";
"bsCC.17" = "Olaszország";
"bsCC.18" = "Japán";
"bsCC.19" = "Koreai Köztársaság";
"bsCC.20" = "Latin-Amerika";
"bsCC.21" = "Malajzia";
"bsCC.22" = "Hollandia";
"bsCC.23" = "Új-Zéland";
"bsCC.24" = "Norvégia";
"bsCC.25" = "Fülöp-szigetek";
"bsCC.26" = "Lengyelország";
"bsCC.27" = "Protugália";
"bsCC.28" = "Szingapúr";
"bsCC.29" = "Szlovák Köztársaság";
"bsCC.30" = "Dél-Afrika";
"bsCC.31" = "Spanyolország";
"bsCC.32" = "Svédország";
"bsCC.33" = "Svájc";
"bsCC.34" = "Tajvan";
"bsCC.35" = "Thaiföld";
"bsCC.36" = "Egyesült Királyság";
"bsCC.37" = "Egyesült Államok";
"bsSK" = "Vezeték nélküli jelszó";
"bsNP" = "Hálózati időszerver";
"bsNP.1" = "time.apple.com";
"bsNP.2" = "time.euro.apple.com";
"bsNP.3" = "time.asia.apple.com";
"bsP1" = "Elsődleges port";
"bsP1.1" = "1645";
"bsP1.2" = "1812";
"bsP2" = "Másodlagos port";
"bsP2.1" = "1645";
"bsP2.2" = "1812";
"bsWM" = "WDS üzemmód";
"bsWM.0" = "WDS nincs bekapcsolva";
"bsWM.1" = "WDS fő";
"bsWM.2" = "WDS átjátszó";
"bsWM.3" = "WDS távoli";
"bsPC" = "Kapcsolat";
"bsPC.0" = "Mindig be";
"bsPC.1" = "Automatikus";
"bsPC.2" = "Kézi";
"bsRM" = "Kapcsolatmegosztás";
"bsRM.0" = "Publikus IP-cím megosztása";
"bsRM.1" = "Ossz ki egy IP-címtartományt";
"bsRM.2" = "Csak NAT használatával";
"bsRM.3" = "Ki (híd üzemmód)";
"bsRM.description" = "Válassza ki, hogy ezen Apple Wi-Fi bázisállomás DHCP és NAT használatával megosszon-e egyetlen IP-címet a vezeték nélküli ügyfelekkel, csak DHCP használatával osszon-e ki statikus IP-címtartományt, vagy áthidaló elemként működjön-e.";
"bsRM.DHCPAndNAT" = "Ezen Apple Wi-Fi bázisállomás DHCP és NAT használatával egyetlen IP-címet oszt meg a vezeték nélküli ügyfelekkel.";
"bsSN" = "SNMP engedélyezése";
"bsSW" = "SNMP engedélyezése WAN-on";
"bsRP" = "Nyomtatók megosztása WAN által";
"bsWP" = "Nyomtatók megosztása az Interneten Bonjour használatával"; 
"bsWC" = "WAN általi beállítás engedélyezése";
"bsGK" = "WPA csoport kulcs időkorlát";
"bsNM" = "Vezeték nélküli mód";
"bsNM.0" = "Vez. nélküli hál. létrehozása";
"bsNM.1" = "Csatl. vez. nélküli hálózathoz";
"bsNM.3" = "Ki";
"bsNM.10" = "Részvétel WDS-hálózatban";
"bsNM.20" = "Vez. nélküli hálózat kiterj.";
"bsNM.createDescription" = "Állítsa be ezen Apple Wi-Fi bázisállomást egy új vezeték nélküli hálózat létrehozására.";
"bsNM.joinDescription" = "Állítsa be ezen Apple Wi-Fi bázisállomást egy meglévő vezeték nélküli hálózathoz való csatlakozásra.";
"bsNM.WDSDescription" = "Állítsa be ezen Apple Wi-Fi bázisállomást egy vezeték nélküli elosztó rendszerben való részvételre egy vezeték nélküli hálózat kiterjesztéséhez.";
"bsNM.DWDSDescription" = "Állítsa be ezen Apple Wi-Fi bázisállomást egy meglévő AirPort 802.11n hálózat hatókörének automatikus kiterjesztésére.";
"bsAT" = "MAC-cím hozzáférési szabályozás";
"bsAT.short" = "Hozzáférési szabályozás";
"bsAT.0" = "Nincs bekapcsolva";
"bsAT.1" = "Helyi";
"bsAT.2" = "RADIUS";
"bsAT.3" = "Időzített hozzáférés";
"bsFS" = "Fájlmegosztás bekapcsolása";
"bsRF" = "Lemezek megosztása WAN által";
"bsWF" = "Lemezek megosztása az Interneten Bonjour használatával"; 
"bsGA" = "AirPort-lemez vendég elérése";
"bsGA.0" = "Nem engedélyezett";
"bsGA.1" = "Csak olvasás";
"bsGA.2" = "Olvasás és írás";
"bsFM" = "Titkosítsd az osztott lemezeket";
"bsFM.0" = "Fiókokkal";
"bsFM.1" = "Lemezjelszóval";
"bsFM.2" = "Eszközjelszóval";
"bsTZ" = "Időzóna";
"bsSS" = "Állapot";
"bsDA" = "Vezeték nélküli kliensek engedélyezése";
"bsPE" = "Ethernet-kliensek engedélyezése";
"bsGM" = "Hozzáférés korlátozása";
"bsME" = "MobileMe tagok internethez való hozzáférésének engedélyezése";
"bsMu" = "Multicast ráta";
"bsMu.1" = "1 Mbps";
"bsMu.2" = "2 Mbps";
"bsMu.85" = "5,5 Mbps";
"bsMu.6" = "6 Mbps";
"bsMu.9" = "9 Mbps";
"bsMu.17" = "11 Mbps";
"bsMu.18" = "12 Mbps";
"bsMu.24" = "18 Mbps";
"bsMu.36" = "24 Mbps";
"bsMu.1000" = "Alacsony";
"bsMu.2000" = "Közepes";
"bsMu.3000" = "Magas";

"bs8M" = "Rádiómód";
"bs8M.1" = "csak 802.11b";
"bs8M.2" = "802.11b/g kompat.";
"bs8M.3" = "csak 802.11g";
"bs8M.4" = "csak 802.11a";
"bs8M.5" = "802.11n (802.11a kompatibilis)";
"bs8M.6" = "802.11n (802.11b/g kompatibilis)";
"bs8M.7" = "Csak 802.11n (2,4 GHz)";
"bs8M.8" = "Csak 802.11n (5 GHz)";
"bs8M.262145" = "802.11a - 802.11b";
"bs8M.262146" = "802.11a - 802.11b/g";
"bs8M.262147" = "Csak 802.11a - 802.11g";
"bs8M.262150" = "802.11a - 802.11b/g/n";
"bs8M.262151" = "802.11a – csak 802.11n (2,4 GHz)";
"bs8M.327681" = "802.11a/n - 802.11b";
"bs8M.327682" = "802.11a/n - 802.11b/g";
"bs8M.327683" = "802.11a/n - csak 802.11g";
"bs8M.327686" = "Autom.";	/*  (802.11a/b/g/n)*/
"bs8M.description.327686" = "802.11a/n - 802.11b/g/n";
"bs8M.327687" = "802.11a/n – csak 802.11n (2,4 GHz)";
"bs8M.524289" = "Csak 802.11n (5 GHz) – 802.11b";
"bs8M.524290" = "Csak 802.11n (5 GHz) – 802.11b/g";
"bs8M.524291" = "Csak 802.11n (5 GHz) – csak 802.11g";
"bs8M.524294" = "Csak 802.11n (5 GHz) – 802.11b/g/n";
"bs8M.524295" = "Csak 802.11n (5 GHz) – csak 802.11n (2,4 GHz)";
"bsUP.productName" = "Apple szoftverfrissítések tárolása ezen a(z) %@ eszközön";
"bsUP.description" = "Az ezen %@ eszközre másolt AirPort szoftverfrissítések ezen a hálózaton bárki számára elérhetők.";
"bs2N" = "2,4 GHz hálózatnév";
"bs5N" = "5 GHz hálózatnév";
"bs5N.extension" = " 5 GHz";
"bsNV" = "Elérhető verzió";
"bs5M" = "5 GHz AirPort azonosító";
"bs2M" = "2,4 GHz AirPort azonosító";
"bsAI" = "5 GHz/2,4 GHz AirPort azonosítók";
"bsUS" = "USB-megosztás engedélyezése";
"bsWU" = "USB-eszközök megosztása WAN kapcsolaton keresztül";
"bsBU" = "USB-eszközök megosztása az interneten keresztül a Bonjour használatával";
"bsEC" = "Vezeték nélküli ügyfelek hitelesítése";
"bsEC.description" = "Ez a(z) %@ beállítható úgy, hogy jelszó megadása nélkül engedélyezze a vezeték nélküli ügyfeleknek a hozzáférést a biztonságos hálózathoz. Ha egy ügyfél hozzáférést kér a hálózatához, értesítést kap.";
"bsEP" = "A bázisállomás jelszava szükséges az ügyfelek hozzáférésének hitelesítéséhez";
"bsEP.productName" = "%@ jelszó szükséges az ügyfelek hozzáférésének hitelesítéséhez";
"bsEP.description" = "Válassza a(z) „%@ jelszó szükséges az ügyfelek hozzáférésének hitelesítéséhez” lehetőséget, ha jelszóval szeretné engedélyezni az ügyfelek hozzáférését.";


"802.11b" = "802.11b";
"802.11g" = "802.11g";
"802.11b/g" = "802.11b/g";
"802.11b/g/n" = "802.11b/g/n";
"802.11n (2.4GHz)" = "802.11n (2,4 GHz)";
"802.11a" = "802.11a";
"802.11a/n" = "802.11a/n";
"802.11n (5GHz)" = "802.11n (5 GHz)";


/* End of AirPortSettings.strings file */